[
    {
        "name": "NULL-Site-0",
        "code": "SITE-0",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "N/A",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-0 is a containment Facility that does not exist, for the purpose of containment and research into Unreality."
    },
    {
        "name": "Protected Site-01",
        "code": "SITE-01",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Undisclosed",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-01, also known as Overwatch HQ, is a safe zone that acts as a data backup for all major Foundation facilities worldwide, as well as a secure meeting facility for  O5 Council members] and other high-ranking Foundation personnel. All further details, including the location of Site-01, are strictly classified."
    },
    {
        "name": "Site-5",
        "code": "SITE-5",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Unknown.",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "--Site-5 is a man-made island constructed to store hazardous materials, currently used for the containment of SCP-001], SCP-001-EX], [SCP-1661], [SCP-2193], [SCP-2923], [SCP-3280], [SCP-3963], [SCP-3980] and [SCP-8110]--. This document has been altered by [SCP-4182]. Personnel are to be reminded that there is no Site-5."
    },
    {
        "name": "Humanoid Containment Site-06-3",
        "code": "SITE-06",
        "street": "Undisclosed",
        "city": "Lorraine",
        "state_province": "Grand Est",
        "country": "France",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-06-3 is a containment facility housing numerous low-risk human and humanoid entities, most notably several former Foundation personnel. Site-06-3 employs a multi-national staff, and was formerly located in the United States of America (Site-06]) and Germany (Site-06-2]) prior to the decommission and demolition of these prior facilities."
    },
    {
        "name": "Protected Site-7",
        "code": "SITE-7",
        "street": "Undisclosed",
        "city": "Norton Sound",
        "state_province": "80km off the coast of Alaska",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Protected Site-7 is a centralized headquarters and command center for the Records, Archival, and Information Security Administration (RAISA), which handles almost every aspect of the Foundation's technical and infosec concerns. The highly-classified facility is made up of nine offshore oil rigs that have been extensively retrofitted to support almost 400 RAISA personnel and their workstations. Site-7 hosts AIAD's AI Farm, the PANOPTICON global surveillance system, and the servers for the SCiPnet database. Due to its Protected status, no non-Thaumiel anomalies are allowed aboard Site-7, and no SCPs are contained there."
    },
    {
        "name": "Site-11",
        "code": "SITE-11",
        "street": "Undisclosed",
        "city": "Lansing",
        "state_province": "Michigan",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-11 is a large-scale Foundation facility consisting of an entire self-sustaining community, complete with residential housing, commercial businesses, and industrial/manufacturing facilities, as well as an extensive underground containment and research complex. The Foundation tracks all personnel and civilians within Site-11, and so the facility is often used as a safe location for personnel requiring additional security and protection. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Research and Containment Site-12",
        "code": "SITE-12",
        "street": "Undisclosed",
        "city": "Devon",
        "state_province": "England",
        "country": "UK",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-12 is situated underneath the Avon Dam, within the Dartmoor National Park. One of the first sites to be commissioned after the Foundation's formation, Site-12 focuses primarily on research and administration, and is one of the most important sites in the British Isles. The site's more prominent feature is its library, which holds the largest collection of anomalous history and documentation within the Foundation. As a result, numerous research departments have taken residence there, including the Department of History, who use the site as their headquarters. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Storage and Containment Site-13",
        "code": "SITE-13",
        "street": "Undisclosed",
        "city": "Columbus",
        "state_province": "Ohio",
        "country": "USA.",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-13 is a facility used to contain anomalous objects and easy-to-contain sapient SCPs. It is primarily focused on the containment and the study of anomalies produced by [https:scp-wiki.wikidot.com/dr-wondertainment-hub Dr. Wondertainment]. Hall 8 of Site-13, per O5-4's orders, is entirely dedicated to the containment of \"Little Misters\"."
    },
    {
        "name": "Protected Site-14",
        "code": "SITE-14",
        "street": "Undisclosed",
        "city": "Sacramento",
        "state_province": "California",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-14 is the primary hub for the SCP Foundation's Telecommunications Monitoring Office. It is their largest facility worldwide, with a staff of more than 1300 Foundation employees, screening calls from across the western hemisphere. It also serves as the location of the primary servers for the Emergency Services Anomaly Screening (ESAS) algorithm, responsible for parsing all phone calls made to emergency services in the western hemisphere."
    },
    {
        "name": "Site-15",
        "code": "SITE-15",
        "street": "Undisclosed",
        "city": "Santa Clara Valley",
        "state_province": "California",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-15 is a Foundation facility specialising in the containment and study of electric, electronic, and computer-based anomalies, within a building designed to blend in amongst the civilian tech companies of Silicon Valley. The storage and containment wings of Site-15 are electromagnetically isolated to prevent any interaction between anomalous electronics and the outside world. The Site also serves as the headquarters of the Foundation's IT department and Artificial Intelligence Applications Division] (AIAD), managing Foundation databases and communications worldwide."
    },
    {
        "name": "Site-17",
        "code": "SITE-17",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Undisclosed",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-17 is the second largest Foundation facility, primarily focused on the containment and study of low-risk humanoid entities, although the Site has additional capacities for the containment of inanimate objects, non-humanoid creatures, and higher risk anomalies. As per its main focus, Site-17's permanent staff includes a large number of medical and  psychiatric] professionals, to deal with the unique physical and psychological needs of both the contained anomalies and the on-site staff working in this challenging environment."
    },
    {
        "name": "Site-18",
        "code": "SITE-18",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Undisclosed",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-18 is a relatively small facility, primarily used for the storage and testing of anomalous objects. The Site also has a biological sector used for the containment of anomalous animals. Site-18 is not the Headquarters of the Department of Disinformation."
    },
    {
        "name": "Site-19",
        "code": "SITE-19",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Undisclosed",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-19 is the largest and one of the most important Foundation facilities currently in operation, housing hundreds of Safe- and Euclid-class anomalies, some located within additional] Facilities] separate from the main Site. Site-19 also has  dedicated laboratories] for the processing and storage of Anomalous Items] not warranting their own Special Containment Procedures. Site security is prioritized, since the danger of containment breaches is heightened by the large number of anomalous objects contained in one location. Despite these dangers, Site-19 staff are notorious for their  casual]  approach] to low-risk]  anomalies]."
    },
    {
        "name": "Storage Site-23",
        "code": "SITE-23",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Undisclosed",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-23 is used to store inanimate objects, particularly those with anomalous metamorphic or transfiguring effects on biological entities. The Site also possesses facilities for anomalous animal research, and for the cryogenic containment of deceased or inactive anomalous entities. The Site is publicly known to be a biological research facility, although the exact nature of its work is carefully concealed."
    },
    {
        "name": "Containment Site-28",
        "code": "SITE-28",
        "street": "Undisclosed",
        "city": "SoHo neighborhood",
        "state_province": "New York City",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-28 was initially established to contain  Backdoor Soho ] extradimensional Freeport, and have assisted in the containment of other anomalies in New York, including [SCP-2409] and [SCP-4198]."
    },
    {
        "name": "Site-34",
        "code": "SITE-34",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Undisclosed",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-34 is the largest facility operated by the [http:scp-int.wikidot.com/es-hub Spanish-speaking Branch] of the Foundation. Serving as a regional hub for research and containment, the Site handles a wide variety of different anomalies, and also possesses administrative, manufacturing and medical facilities."
    },
    {
        "name": "Site-36",
        "code": "SITE-36",
        "street": "Undisclosed",
        "city": "Banaskantha District",
        "state_province": "Gujarat",
        "country": "Republic of India",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Constructed around Adjunct Site-2498]."
    },
    {
        "name": "Site-37",
        "code": "SITE-37",
        "street": "Undisclosed",
        "city": "Northern Ontario",
        "state_province": "Undisclosed",
        "country": "Canada",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Secure Facility 37 is a safe containment facility which acts as the headquarters for the Human Resources Department. Site-37 is underfunded and composed mostly of HR-cases, yet still leads the front in a current war against anomalous appliances."
    },
    {
        "name": "Site-38",
        "code": "SITE-38",
        "street": "Undisclosed",
        "city": "Rural Tennessee",
        "state_province": "Undisclosed",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-38 is an inanimate object containment site, primarily focused on the study of Group of Interest Alpha-388], the  \"Alexylva University\"]. The Site's inland location has proven advantageous for the Foundation's  Astronomy Department], and the Site has been disguised as a civilian observatory."
    },
    {
        "name": "Site-41",
        "code": "SITE-41",
        "street": "Undisclosed",
        "city": "Central Colorado",
        "state_province": "Undisclosed",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-41 serves as the headquarters of the Antimemetics Division, which investigates objects and concepts that are anomalously difficult to remember or communicate. Site-41 is used for training, research, and the containment of SCP objects that require experts in antimemes. A side-effect of its research is that Site-41 is often overlooked or forgotten, and so the \"Site-41\" designation has been mistakenly reused to refer to unfinished], abandoned] or completely different] facilities."
    },
    {
        "name": "Site-42",
        "code": "SITE-42",
        "street": "Undisclosed",
        "city": "Seabreeze",
        "state_province": "North Carolina",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "A facility used to contain sapient SCP objects. Following the public reveal of the Foundation, Site-42 could be significantly expanded, growing to the size of a small town now that secrecy was no longer necessary. However, this change came with increased scrutiny from the civilian population, requiring investment in public relations."
    },
    {
        "name": "Research and Containment Site-43",
        "code": "SITE-43",
        "street": "Undisclosed",
        "city": "Ipperwash Provincial Park",
        "state_province": "Ontario",
        "country": "Canada",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-43 is situated one kilometre below sea level on the southeastern shore of  Lake Huron], a Nexus of anomalous activity. The Site takes an unconventional approach to the containment of its low- to medium-risk anomalies, and also possesses research divisions arranged in a pseudoacademic structure and abatement refineries for esoteric substances. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Research and Containment Site-44",
        "code": "SITE-44",
        "street": "Undisclosed",
        "city": "Essex",
        "state_province": "England",
        "country": "UK",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-44 is a large facility situated beneath Foulness Island. Used primarily for research, containment, and task force training, but also handling administrative work, being the lead site for the Foundation’s operations within and around Britain. The area is publicly known as Ministry of Defence land, allowing Foundation activities to proceed without much concern for public discovery. The Site is best known for its contributions to the cryptobiological sciences, hosting the headquarters of the Cryptozoology Division. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Research Site-45",
        "code": "SITE-45",
        "street": "Undisclosed",
        "city": "Off-Shore",
        "state_province": "Undisclosed",
        "country": "Western Australia",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "OSWA Research Site-45 is an armed facility built beneath the Indian Ocean off the coast of Australia, with surface-level facilities disguised as an oil rig. The Site is used to conduct the research and containment of anomalous objects under armed guard and well away from a civilian populace. Site-45 also serves as a staging point for MTF operations within the Pacific and Indian Oceans. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Site-45",
        "code": "SITE-45",
        "street": "Undisclosed",
        "city": "Las Vegas",
        "state_province": "Nevada",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "The American Site-45 was established as a provisional measure to contain an abnormally high number of anomalous events in the Las Vegas district. The Site specialises in anomalies relating to religion and mythology, and consults on offsite anomalies such as [SCP-2988] and [SCP-3998]. The Site itself consists of three connected structures -  an office building within city limits (Site-45-A), a newer facility disguised as a private mental care institution (Site-45-B) and a subterranean research facility (Site-45-C)."
    },
    {
        "name": "Site-50",
        "code": "SITE-50",
        "street": "Undisclosed",
        "city": "Chiyoda City",
        "state_province": "Tokyo",
        "country": "Japan",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Located beneath the National Diet building complex, Site-50 (also referred to as Site-8150) was the former Headquarters of the Imperial Japanese Anomalous Matters Examination Agency], before being taken over by the Foundation in 1946 to serve as the center for the review of records previously collected by Japanese normalcy organisations. This role was expanded over time, and the Site now holds data on anomalies from across Japan, with more than 50 Departments present at the Site. Containment is relatively limited, mostly holding Safe or immobile anomalies, although the Site is also responsible for monitoring a number of anomalies in the Tokyo Prefecture."
    },
    {
        "name": "Site-54",
        "code": "SITE-54",
        "street": "Undisclosed",
        "city": "Leipzig",
        "state_province": "Saxony",
        "country": "Germany",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-54 is a containment facility located in, around, and underneath the city of Leipzig. Specialising in the containment of those anomalies deemed \"partially uncontainable\", the Site's staff are heavily armed, highly trained, and permanently on edge. Featuring an extensive rapid-response vehicle hangar (with transport both normal and anomalous]) and a wide array of holding cells, Site-54 is generally considered to be the Foundation site both best-prepared for the worst to happen, and the location at which said worst is most likely to occur."
    },
    {
        "name": "Site-55",
        "code": "SITE-55",
        "street": "Undisclosed",
        "city": "Boston",
        "state_province": "Massachusetts",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-55 is the centre of the Foundation's research into Groups of Interest], lead by Dr. Jay Everwood. The Site's proximity to the extradimensional  Wonder World!™] Location of Interest means that the Site is involved in the containment of a large number of Dr Wondertainment] products, in addition to various objects with known or suspected ties to other organisations. The exterior of the Site is disguised as a food cannery, and it operates as one during daytime hours. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Site-56",
        "code": "SITE-56",
        "street": "Undisclosed",
        "city": "Black Rock Desert",
        "state_province": "Nevada",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Established in May 1972, Site-56 was intended to serve as the base of operations for the enactment of the Kraken Protocol] within the American Southwest. Over time, Site-56 took on increasing responsibilities, eventually transitioning into one of the largest containment and administration sites in the US, responsible for select offsite anomalies such as [SCP-5994] and [SCP-5952]. However, recent Overwatch audits suggest its expansion has surpassed its budgetary and logistical limitations, and personnel frequently cite its \"labyrinthine\" structure as a detriment to day-to-day operations."
    },
    {
        "name": "Containment and Anomalous Relations Site-58",
        "code": "SITE-58",
        "street": "Undisclosed",
        "city": "Nanticoke",
        "state_province": "Pennsylvania",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-58 is the Foundation's premier site for sapient humanoid and zoological anomalies. Its approach to containment is viewed as nontraditional, aiming for humane containment via direct communication and negotiation with contained anomalies. As a result anomalies are granted a level of freedom on site, allowed privileges within reason. Site-58 is also one of the Foundation's only publicly accessible sites, having the cover story of a public therapy practice. As a result, the citizens of Nanticoke are given mild exposure to low-risk anomalies, with the Foundation believing that one day these anomalies will be permitted to live free. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Dimensional Site-62",
        "code": "SITE-62",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Undisclosed",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Formerly Provisional Site-62, this facility was built around and within back up] critical Foundation data, and provide an external reference point for detecting and reporting reality shifts."
    },
    {
        "name": "Storage Site-64",
        "code": "SITE-64",
        "street": "Undisclosed",
        "city": "Forest Park",
        "state_province": "northwest Portland",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Located approximately 0.5 km underground, Site-64 is a low to medium-security storage facility. It primarily houses anomalous art and paratechnology confiscated from various groups operating in Oregon, with a particular focus on the  Three Portlands Free Port] and the  Boring Nexus]. This has resulted in many collaborations with the  Unusual Incidents Unit] of the FBI and with the Boring-based Wilson's Wildlife Solutions]. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Site-65",
        "code": "SITE-65",
        "street": "Undisclosed",
        "city": "Saskatchewan",
        "state_province": "Undisclosed",
        "country": "Canada",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-65 is located in the prairie fields north of Saskatoon, a scenic location chosen for its isolation and vast flat area. The Site operates as a cement factory, and forms the SCP Foundation Saskatchewan Operational Region along with Site-177] and Site-AE7]."
    },
    {
        "name": "Biological Containment Site-66",
        "code": "SITE-66",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Undisclosed",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Originally built as Provisional Site-66 around [SCP-1479], Bio-Site-66 has been built in and around a former coal-fired power plant, expanding the facility to contain and research a wide variety of biological and organic anomalies."
    },
    {
        "name": "Site-69",
        "code": "SITE-69",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Western Australia",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Established in the 1930s by O5-7, the purpose of Site-69 is a closely-guarded secret. DEEPWELL is solely responsible for the Site's upkeep. It receives a continuous broadcast, which is not to be viewed by any living person or AIC, but any interruption to it is grounds for immediate intervention. Transfers to Site-69 are autonomously requisitioned by DEEPWELL and orchestrated by Site-300-12. Personnel losses are considered acceptable and the Site is not to be disturbed. Due to its designation, Site-69 has a reputation in the Foundation as a joke and/or nonexistent; this is to be encouraged. There are no objects contained at this Facility. Further information is need-to-know only."
    },
    {
        "name": "Site-73",
        "code": "SITE-73",
        "street": "Undisclosed",
        "city": "Texas",
        "state_province": "Undisclosed",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-73 is a facility within a converted office building, designed for the containment and study of inert, Safe-class, or otherwise benign anomalous objects, including the analysis and storage of deceased specimens. The Site also manages satellite facilities such as  Storage Location 73-E]."
    },
    {
        "name": "Reliquary Research and Containment Site-76",
        "code": "SITE-76",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Undisclosed",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-76 is a major containment site located in the United States of America, housing a large number of anomalous objects presumed to be man-made. The Site is one of the oldest American facilities still in operation, located within former US government buildings."
    },
    {
        "name": "Storage Site-77",
        "code": "SITE-77",
        "street": "Undisclosed",
        "city": "L'Aquila",
        "state_province": "Abruzzo",
        "country": "Southern Italy",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "One of the Foundation's largest storage facilities, Site-77 was initially built in 1924 in southern Italy and served as an Italian containment facility until the second World War, when it was damaged by Allied bombing and subsequently destroyed by a containment breach. Site-77 was taken over by the Foundation and rebuilt in 1944. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Site-78",
        "code": "SITE-78",
        "street": "Undisclosed",
        "city": "Chugwater",
        "state_province": "Wyoming",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-78 is a Research and Development facility located in the rural town of Chugwater, where the anomalous is just a part of everyday life. The Site's R&D efforts are focused on cataloging the town's oddities as well as the containment, monitoring, and investigation into the Set of Nine; a series of anomalous books believed to be capable of creating a CK-Class Reality Restructuring Scenario. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Research Site-79",
        "code": "SITE-79",
        "street": "Undisclosed",
        "city": "Tokushima",
        "state_province": "Undisclosed",
        "country": "Japan",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-79 is a facility constructed outside the  Yumegēmu Nexus], a location with anomalous properties themed around video games, logic puzzles, and dream logic. In addition to containing Nexus-58, the Site specialises in studying anomalies related to games, dreams, and the Oneiroi Collective]."
    },
    {
        "name": "Site-80",
        "code": "SITE-80",
        "street": "Undisclosed",
        "city": "Tiveden National Park",
        "state_province": "Örebro County",
        "country": "Sweden",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-80 was founded in 1909 by a Swedish anomalous containment organisation that was later incorporated into Foundation, the Secret Committee for Paranormal Findings. Site-80 primarily serves as an archive for religious and mythological texts and anomalous items, with employees advising on the containment of related anomalies throughout Sweden. The Site is located almost entirely underground, with Foundation staff posing as park rangers or visitors to the unsuspecting public, with the Site also serving as a recreational facility for Foundation personnel on leave. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Research and Containment Site-81",
        "code": "SITE-81",
        "street": "Undisclosed",
        "city": "Bloomington",
        "state_province": "Indiana",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Located beneath Lake Monroe, Site-81 is the primary hub for anomalous activity in the United States Midwest. Initially founded as an expeditionary site to monitor  Classifications Committee], as well as a massive  Mobile Task Force] deployment post. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Site-83",
        "code": "SITE-83",
        "street": "Undisclosed",
        "city": "Lyndhurst",
        "state_province": "New Jersey",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Originally established as Provisional Site-83 for the containment of  in theory]) the Theoretical Anomalies Department."
    },
    {
        "name": "Bio-Site-84",
        "code": "SITE-84",
        "street": "Undisclosed",
        "city": "Northern Territory",
        "state_province": "Undisclosed",
        "country": "Australia",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Bio Site-84 is a remote facility in the Australian Outback near the town of Alice Springs, used for the containment of anomalous animals, both native to Australia and imported in from other facilities. Despite being located in a desert, the facility is capable of simulating and sustaining more temperate habitats within underground containment chambers."
    },
    {
        "name": "Research Site-87",
        "code": "SITE-87",
        "street": "Undisclosed",
        "city": "Douglas County",
        "state_province": "Wisconsin",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-87 is a research site, established in September 1976 to oversee the containment of a minor anomaly in the town of Sloth's Pit (pop. 17,291 as of 2020). In that same month, researchers discovered that Sloth's Pit was a highly active  Nexus], an inhabited zone with a high concentration of anomalous phenomena. Site-87's civilian front is  S & C Plastics], and it possesses its own Task Force--  Sigma-10], \"The Sloth's Arm\", for containment of anomalies within city limits. Citizens of Sloth's Pit are considered E-Class Personnel, and have knowledge of the Foundation insofar as a research organization is monitoring the town'. The primary goal of Site-87 is to research and catalog anomalies in Sloth's Pit, such as  Multi-Universal Affairs], Pataphysics] and Nexological Studies, as well as serving as a regional command for the Midwestern USA. A catalogue of incidents that have taken place at Site-87 and within the Sloth's Pit Nexus can be found in the \"S&C Plastics\" Archive."
    },
    {
        "name": "Humanoid Containment Site-88",
        "code": "SITE-88",
        "street": "Undisclosed",
        "city": "Central Baldwin County",
        "state_province": "Alabama",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-88 houses many humanoid SCP objects, along with several high-value anomalous items, as well as serving as a base for Foundation operations throughout the Gulf Coast Region of the Southern United States. While research is not a primary focus of the Site, it has the capacity for it and has overseen many projects related to its occupants. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Xenobiological Research and Containment Site-91",
        "code": "SITE-91",
        "street": "Undisclosed",
        "city": "Yorkshire",
        "state_province": "England",
        "country": "UK",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Established as Provisional Site-91 in 1986, shortly after the discovery of  MTF-Beta-777 (“Hecate’s Spear”)]."
    },
    {
        "name": "Biological Research and Containment Site-95",
        "code": "SITE-95",
        "street": "Undisclosed",
        "city": "Hobart",
        "state_province": "Tasmania",
        "country": "Australia",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "After being confiscated from a wealthy family practising demonic rituals, Site-95 was originally established as a small testing facility. After the arrival of [SCP-6220], the site became a containment and research site for biological entities, and the Entomology, Mycology and Botany departments were formed. Today, Site-95 is the headquarters of the Entomology Department as well as a major hub for the Mycology and Botany departments. Site-95 is known for being both relaxed and chaotic, and is often regarded with disdain by the wider Foundation. However, the Site is rapidly growing, and is one of the most densely populated Foundation Facilities. The Site's most notable feature is the large on-site garden. Although it is commonly used to experiment with and contain anomalies, it is often used by members for relaxation purposes when not in use for research purposes."
    },
    {
        "name": "Dimensional Research Site-98",
        "code": "SITE-98",
        "street": "Undisclosed",
        "city": "Philadelphia",
        "state_province": "Pennsylvania",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-98 develops and innovates the bleeding-edge technologies that enable the Foundation to contain, analyze, and research various anomalous threats endangering the world, all behind the front of NASA research. Site-98 is often considered to be the Foundation's most technologically-advanced research facility. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Site-101",
        "code": "SITE-101",
        "street": "Undisclosed",
        "city": "Louisiana",
        "state_province": "Undisclosed",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Specialising in the containment and study of plant anomalies, Site-101's conservatory holds the largest collection of anomalous flora in the Northern Hemisphere, and actively researches new pharmaceutical applications for these plants and their products. Concealed within the Louisiana bayou, the estate had been in Site Director Beatrice Rappaccini’s family for generations, until she arranged to transfer ownership to the Foundation in 2004."
    },
    {
        "name": "Biological Containment Site-103",
        "code": "SITE-103",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Undisclosed",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-103 possesses extensive facilities for the containment and research of plant and plant-based anomalies, and also serves as the base of operations for MTF-Theta-4], \"The Gardeners\". This sprawling complex of glasshouses and laboratories has been disguised as an institute for research into non-anomalous plants."
    },
    {
        "name": "Biological Research Site-104",
        "code": "SITE-104",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Undisclosed",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Formerly  Provisional]  Site-104], this facility covers an area of more than 10 km, operating under the guise of a wildlife preserve for endangered species. The Site focuses on the containment and study of biological anomalies too large or too numerous to be contained in conventional facilities, although a number of greenhouses and indoor enclosures have been constructed within its perimeter to hold smaller anomalous organisms."
    },
    {
        "name": "Storage and Surveillance Site-106",
        "code": "SITE-106",
        "street": "Undisclosed",
        "city": "Southern Miami",
        "state_province": "Florida",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-106 consists of several facilities. The primary building serves as the logistical base and headquarters of the Department of Procurement & Liquidation, which specializes in acquiring and containing anomalous items through semi-legitimate financial means, including the purchasing of individual objects and corporate entities. The rest of Site-106 is made up of containment warehouses for the items acquired, as well as a storehouse for its Anomalous Item Request program. Anomalies contained at Site-106 range from \"cursed items\" procured at estate sales, to the remnants of an occult corporation, to the assets of a bank intimately tied with the more anomalous aspects of Florida. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Site-107",
        "code": "SITE-107",
        "street": "Undisclosed",
        "city": "West of Giza",
        "state_province": "Undisclosed",
        "country": "Egypt",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-107, founded in early July of 2023, was established as a Foundation base in collaboration with the Arab Republic of Egypt after both entities reported a large uptick of anomalous activity within the region. The site's founding was finally approved despite several years of anomalous activity occurring within the region, with Director Heba Gomaa spearheading efforts to get a location founded on the African continent. The site specializes mainly in underworld and mythological anomalies, which seem to be the most prevalent kinds of anomalies within its region. Its main purpose is to be a hub for containment and research for these anomalies. It also serves as an observation post for the Nile River, a location that has very recently become an area of high anomalous activity. Currently, the site suffers from gross mismanagement, mainly stemming from a lack of funding or aid from Central Command. The effects of this mismanagement include a lack of proper cooling equipment, outdated audio/visual systems and inadequate on-site containment facilities. Site administration has often been forced into making use of hack-job solutions for resolving these issues and maintaining site operations."
    },
    {
        "name": "Containment Site-118",
        "code": "SITE-118",
        "street": "Undisclosed",
        "city": "Sonoran Desert",
        "state_province": "Arizona",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Built from a hunted and quartered labyrinth, Site-118 specializes in the containment of ontokinetic, phobologic and nomenclative anomalies, focusing on Keter-Class objects and entities. Although not going as far as other Sites], containment at Site-118 relies on the facility's labyrinthine layout, as well as interactions between multiple anomalies to achieve mutual containment. The Site has been increasingly focused on the Fae, particularly their \" Cycle of Seasons]\". Due to the critical nomenclative situation at Site-118, personnel are advised not to discuss the Site until fully briefed. Since Site-118 is focused on the containment of Blackbox anomalies, many remain unlisted in the Secure Facility Dossier."
    },
    {
        "name": "Cyberanomalous Containment and Research Site-119",
        "code": "SITE-119",
        "street": "Undisclosed",
        "city": "Mound City",
        "state_province": "Kansas",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-119 is the Foundation's epicenter for cyberanomalous objects and other digital phenomenon across the world. While intended to operate in tandem with Site-15 and other similar facilities for cyberanomalous containment and IT-related management, Site-119 has been uniquely equipped with significantly more advanced computational capabilities due to its importance in top secret projects and the Foundation's existing network infrastructure. Among such projects includes Project SIMULACRUM, a long-term Foundation initiative intended to virtually simulate and fully migrate the physical world into digital cyberspace."
    },
    {
        "name": "Research and Reliquary Dimensional Containment Site-120",
        "code": "SITE-120",
        "street": "Undisclosed",
        "city": "Częstochowa",
        "state_province": "Silesian Voivodeship",
        "country": "Poland",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Built atop Free Port] of Esterberg]. During numerous years in operation, Site-120 has been noted to be among the most loyal Sites to the Foundation-wide rehabilitation program], in accordance with  Directive Alpha/1911]. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Site-169",
        "code": "SITE-169",
        "street": "Undisclosed",
        "city": "Yavapai County",
        "state_province": "Arizona",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-169 is home to the Foundation’s only dedicated facilities for recreational activity. Overseen by the Anomalous Entity Engagement Division, anomalies are given temporary or extended stays at Site-169 as part of corrective procedures or positive reinforcement. Site-169 has successfully hosted a variety of recreational events since its establishment in 1986, including yearly birthday parties, multiple Dungeons & Dragons campaigns, and the infamous Star Wars Viewing Party of 2011. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Site-184",
        "code": "SITE-184",
        "street": "Undisclosed",
        "city": "Nova Scotia",
        "state_province": "Undisclosed",
        "country": "Canada",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Disguised as a shipyard and naval research facility, Site-184 serves two purposes simultaneously. As the main Research & Containment Site on the east coast of Canada, the Site hosts cutting-edge facilities such as the Applied Metaphysics Research Laboratories, innovative Aquatic Anomalies facilities, and an Anomalous Art & Artefacts wing, in addition to supervising several satellite sites such as  Mobile Site-184/A]. As the primary command center and shipyard for the Foundation’s naval presence in the North-West Atlantic, the Site oversees ocean-based Search & Rescue, Salvage, Anomaly Containment, Force Projection, and Research operations. The responsibility for balancing these two (at times conflicting) structural frameworks currently falls on Site Director Barrett. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Site-188",
        "code": "SITE-188",
        "street": "Undisclosed",
        "city": "Australian Capital Territory",
        "state_province": "Undisclosed",
        "country": "Australia",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Founded in 1981, Site-188 is located directly below Parliament House in Canberra. It was established after five weeks of negotiation with the Australian government following the discovery of a spatial anomaly during a survey of Parliament House's proposed location. The negotiations resulted in the New Parliament House Agreement and the simultaneous construction of both buildings. Since becoming fully operational in 1988, Site-188 has become the largest Foundation facility in Oceania, exclusively dealing with anomalies from within the region. The site is also the primary base of operations for the Department of Advanced Diplomacy due to the need to ensure the New Parliament House Agreement remains intact and to counteract the increasing influence of the GOC over the Australian government."
    },
    {
        "name": "Site-201",
        "code": "SITE-201",
        "street": "Undisclosed",
        "city": "Toronto",
        "state_province": "Ontario",
        "country": "Canada",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "A facility built to contain anomalous activity in and around Toronto and Lake Ontario. One of the main responsibilities of the site is maintaining the Arete Dimensional Array], a network of pipes and sensors on the lakebed designed to monitor fluctuations in spacetime and seal any dimensional tears that form. Site-201 also has containment facilities for various Safe and Euclid class objects, including prehistoric and aquatic anomalies."
    },
    {
        "name": "Site-222",
        "code": "SITE-222",
        "street": "Undisclosed",
        "city": "Missoula",
        "state_province": "Montana",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-222 is a secure research, containment, and development facility acting as the Foundation's hub for the field of horology, also known as the study of timekeeping. Site-222 serves as the headquarters for the Department of Applied Horology, with anomalous clocks from all across history being stored within the Site. Since 1958, the Site has served as the primary location of the Foundation's extensive atomic clock systems, which keep highly-accurate time for the organization's operations worldwide. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Biological Research & Containment Site-225",
        "code": "SITE-225",
        "street": "Undisclosed",
        "city": "Ely",
        "state_province": "Nevada",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-225 is a large-scale containment facility predominantly focused on the containment and study of biological anomalies, primarily anomalous animals. One of the newest Foundation facilities in operation, Site-225 takes a more congenial approach to the containment of live anomalies and is home to the largest and most advanced veterinary facilities maintained by the Foundation. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Site-228",
        "code": "SITE-228",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Hungary",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-228 is a major Central European containment facility, one of the first Foundation facilities to be located in Hungary. It was originally designed for humanoid containment, but following modernization, it is now also capable of containing sapient non-humanoid entities."
    },
    {
        "name": "Site-234",
        "code": "SITE-234",
        "street": "Undisclosed",
        "city": "Outside Birmingham",
        "state_province": "Alabama",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-234 is the Foundation's center for the containment of Microbiological and Biochemical anomalies, disguised as pharmaceutical research laboratories. One of the Foundation's youngest facilities, constructed in the fall of 1983, and also one of the largest, containing more than 200 anomalies, housing 1000 personnel on site, and employing another 8000 that commute in from the surrounding area. To enable biohazardous anomalies to be safely studied, the facility possesses laboratories built to various [https:en.wikipedia.org/wiki/Biosafety_level Biosafety Levels], including laboratories built to BSL-4 standards, allowing even the most infectious anomalous pathogens to be safely studied. The Site also serves as the base of operations for MTF-Chi-7], the \"Plague Tamers\"."
    },
    {
        "name": "Site-246",
        "code": "SITE-246",
        "street": "Undisclosed",
        "city": "Minnesota",
        "state_province": "Undisclosed",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-246 is located beneath Lake Superior and was the regional command site for the North American Great Lakes operations area until the establishment of Site-87. The Site was later reactivated to serve as the headquarters for MTF Delta-3 (\"Solomon's Hand\") as part of the Special Asset Task Force Program. After Delta-3 was disbanded following the loss of its primary special asset, Site-246 was downgraded once again and is now mainly used as a training center, submarine drydock, and underwater research facility."
    },
    {
        "name": "Suppression and Archival Site-247",
        "code": "SITE-247",
        "street": "Undisclosed",
        "city": "Aspen Mountain",
        "state_province": "Undisclosed",
        "country": "Wyoming",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-247 is located on the top of the Aspen Mountain in Wyoming, its height assisting in the Site's duties to monitor the world's broadcasting mediums for signs of anomalous activity, suppress them, and store them in their archives. Headquarters of the Department of Anomalous Broadcasting and Stationary Task Force Pi-247 \"... Calling All Stations...\". Level B5 of the Site does not exist."
    },
    {
        "name": "Site-300",
        "code": "SITE-300",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Multiple:",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "* Upper Troposphere (\"The Hub, Site-300-01\") * Northern Territory, Australia (\"Site-300-12\") * Krasnoyarsk Krai, Russia (\"Site-300-14\") Site-300 is the collective designation given to 3 facilities located across Asia and Oceania. While Site-300 mostly specializes in the creation and usage of anomalous weapons, its operations vary, as its unique features are useful for the transport of anomalies. It is the headquarters of the Department of Applied Thaumaturgy and is the Foundation's main hub for militaristic operations within Oceania. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Site-322",
        "code": "SITE-322",
        "street": "Undisclosed",
        "city": "Philadelphia",
        "state_province": "Pennsylvania",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-322 specializes in the containment of sapient anomalies, as well as monitoring select offsite] anomalies]. Its unique contribution to the Foundation is its Integration Program, inspired by the discoveries of [SCP-5031], which employs anomalies for their various abilities should they be found useful to the Foundation."
    },
    {
        "name": "Site-333",
        "code": "SITE-333",
        "street": "Undisclosed",
        "city": "Atlantic City",
        "state_province": "New Jersey",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Despite numerous proposals for its dissolution, Site-333 remains a general-purpose, low-cost containment facility for low-risk, low-threat anomalies and pseudo-anomalous phenomena within Nexus-36: Atlantic City. Site-333 also holds a museum dedicated to the Jersey Devil and includes an additional tourist attraction in the form of a lighthouse offering a panoramic view of the Nexus. Tourist revenue from these attractions contributes the majority of Site-333's annual funding. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Site-387",
        "code": "SITE-387",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Site-19's Basement",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "The Foundation's smallest site, Site-387 is a 1:42 scale replica of Site-19, primarily built out of [SCP-387]. It contains Lego replicas of anomalies contained by the Foundation, imitating the anomalous properties of the original, but only capable of affecting other structures composed of Lego. Within this plastic replica of Site-19, Site-387's staff of Lego minifigures are able to conduct safe and ethically approved tests using Lego simulations of real anomalies."
    },
    {
        "name": "Containment and Resource Site-400",
        "code": "SITE-400",
        "street": "Undisclosed",
        "city": "Newcastle",
        "state_province": "Northern Ireland",
        "country": "UK",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Established in 1918, Site-400 is a large-scale containment and resource production facility, located somewhere within the forested regions of Newcastle. Disguised as a private forestry research institute, Site-400 specializes in multiple fields of anomalous science, primarily paraastronomy, metafiction, and humanoid experimentation. Ironically, a large number of personnel stationed at Site-400 exhibits anomalous properties themselves, and possess their own SCP classification. While not official, it is widely accepted that Site-400 also acts as a location of expatriation, where other Foundation facilities may transport (or \"deport\") anomalous personnel, most frequently justified by the idea that they will \"feel more comfortable with their own kind of people\"."
    },
    {
        "name": "Site-418",
        "code": "SITE-418",
        "street": "Undisclosed",
        "city": "Minecraft",
        "state_province": "Undisclosed",
        "country": "multiple servers.",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-418, the Foundation's first (and currently only) virtual containment facility, is built within the popular video game Minecraft. It is responsible for containing anomalies that are difficult to contain in the real world, such as informational para-organisms, as well as monitoring organizations and anomalies of concern that exist within Minecraft and the surrounding community. Most containment, experimentation, and maintenance work at Site-418 is done by the Minecraft Division, a division of the Foundation that specializes in containment and research relating to Minecraft. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Site-433",
        "code": "SITE-433",
        "street": "Undisclosed",
        "city": "California",
        "state_province": "Undisclosed",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Initially founded for the investigation of the children's television company Sputnik Studios (GoI-411), Site-433 is a center for the research and containment of anomalous artwork. It has become the foremost facility for studying and containing Alucinari-Class Entities: poorly-understood beings believed to originate from the collective of human imagination, referred to in sub-Veil communities as \"Toons.\" Site-433 is known for its labrinthine layout, sprawling out in all directions, both above and below ground."
    },
    {
        "name": "Site-666",
        "code": "SITE-666",
        "street": "Undisclosed",
        "city": "Las Vegas",
        "state_province": "Nevada",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-666 is a large-scale research, containment, and staging site, publicly known as the Luxor Hotel and Casino. The Site lies within the anomalous hotspot of  Undervegas], anchoring the Las Vegas Strip to baseline reality. The Site primarily deals with anomalies in the Las Vegas/Paradise region, but occasionally serves outlying areas. Due to its unique position, Site-666 heavily utilizes mutually-beneficial agreements with anomalies, including their  employment], and other forms of  \"creative containment\"]."
    },
    {
        "name": "Geological Research Site-898",
        "code": "SITE-898",
        "street": "Undisclosed",
        "city": "Dutch Mountain",
        "state_province": "Pennsylvania",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Founded on blood and coal dust, Site-898 rests in the depths of the Northern Appalachian Mountains. Built in 1966 after the discovery of [https:scp-wiki.wikidot.com/scp-8987 SCP-8987], the Site's grounds are an unconventional one. Heavily wooded, bordering both swamp and mountain, the staff are housed in a mining town's old cabins, and the main facility extends down into the mine herself. Hours from civilization, the Site is isolated from the Foundation at large and partially self-sufficient via their hydroelectric systems. One of the only Foundation facilities within Appalachia, Site-898 holds vigil over these spanning mountains, containing both geological and cryptozoological anomalies from the region down in the coal mine that makes its underbelly."
    },
    {
        "name": "Protected Site-θ",
        "code": "SITE-Θ",
        "street": "Undisclosed",
        "city": "Yellowstone National Park",
        "state_province": "Wyoming",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Protected Site-θ, also known as Site-2000, is a subterranean disaster shelter, the entrance concealed within a disused Park Ranger station. It has been prepared and provisioned to ensure continued Foundation operations, even in the event that a K Class \"End of the World\" scenario causes the near-extinction of human life. Access to further details on Procedure Lazarus-01 requires Level 4/2000 Security Clearance. Objects contained at this facility: * [SCP-2000]  - Deus Ex Machina For a list of notable incidents involving this facility, see all articles tagged with \"[/system:page-tags/tag/deus-ex-machina Deus Ex Machina]\"."
    },
    {
        "name": "Site-⌘",
        "code": "SITE-⌘",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "The Looped Square Symbol (⌘)",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Site-⌘ (otherwise known as SCP-⌘) was created by the [https:scp-wiki.wikidot.com/system:page-tags/tag/surrealistics-dept Department of Surrealistics] through unknown means (or vice versa) to serve as its base of operations and primary containment site. Site-⌘ is contained. Site-⌘ has breached containment. Site-⌘ has devoured the world."
    },
    {
        "name": "Extrasolar Site-Anvil",
        "code": "SITE-ANVIL",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "TRAPPIST-1e (Aachen)",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Extrasolar Site Anvil is the first permanent human outpost established outside of the Solar System, located 39 light years from Earth in the TRAPPIST-1 star system. Site Anvil was established by the Damocles Initiative to serve as a starship staging point, and to ensure the continued survival of the human species even if planet Earth is destroyed."
    },
    {
        "name": "Armed Reliquary and Containment Area-02",
        "code": "AREA-02",
        "street": "Undisclosed",
        "city": "Undisclosed",
        "state_province": "Undisclosed",
        "country": "Undisclosed",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Area-02 is a remote facility whose primary purpose is to contain highly dangerous, hostile, or otherwise hazardous anomalies, including multiple Keter-class objects. In addition to a battalion-strength security detachment, Area-02 is also equipped with multiple nuclear fail-safes as a final option in the case of a catastrophic breach or loss of containment. This facility is heavily involved with the Foundation's ongoing engagement with a resurgent Sarkic Empire."
    },
    {
        "name": "Area-09",
        "code": "AREA-09",
        "street": "Undisclosed",
        "city": "Great Basin Desert",
        "state_province": "Central Nevada",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Area-09 is a facility located just outside the small reservation community of Duckwater. This remote facility serves as the headquarters for the Emergent Threat Tactical Response Authority (ETTRA), the Foundation department responsible for finding innovative solutions to the threats posed by hostile Groups of Interest."
    },
    {
        "name": "Biological Research Area-12",
        "code": "AREA-12",
        "street": "Undisclosed",
        "city": "Sugar Grove",
        "state_province": "West Virginia",
        "country": "United States.",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Serving as the Foundation's premier parabiological research facility, Area-12 manages many satellite installations across one of the largest areas of land currently under Foundation control. Hidden beneath the guise of the United States Federal Radio Quiet Zone, the land was sought for its extensive real estate, span style=\"filter: blur(5.5555px);\"pure creation & purpose/span, relatively remote location, and sparse inhabitation; ensuring the secrecy of the primary mountain facility and the safety of the general public in the event that one of the facility's many (seemingly overabundant) contingencies must be utilized. Area-12 contains mostly low-to-medium risk, Safe and Euclid-class anomalies, preferring only to keep high risk, Keter-class objects when absolutely necessary for relevant research projects."
    },
    {
        "name": "Armed Biological Containment Area-14",
        "code": "AREA-14",
        "street": "Undisclosed",
        "city": "Ruby Mountains",
        "state_province": "Nevada",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Area-14 is a dedicated facility for the containment of large-scale, dangerous, and/or hostile anomalous entities, and is staffed with a regiment-strength security detachment, equipped with heavy weapons, armored vehicles, and air support. The facility, officially off-limits to the public and designated as a military firing range, serves as the primary station of  MTF Nu-7 (“Hammer Down”)]."
    },
    {
        "name": "Treatment Area-21",
        "code": "AREA-21",
        "street": "Undisclosed",
        "city": "Vienna",
        "state_province": "Undisclosed",
        "country": "Austria",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Located beneath a decommissioned chemical plant on the banks of the Danube River, Area-21 is the headquarters of the Foundation's think tank for the neutralization of esoteric effluence: the  Acroamatic Abatement] Group."
    },
    {
        "name": "Reliquary Area-27",
        "code": "AREA-27",
        "street": "Undisclosed",
        "city": "Ottawa",
        "state_province": "Ontario",
        "country": "Canada",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Area-27 is an underground facility beneath the Saint Notre-Dame Cathedral Basilica. Area-27 serves as both the headquarters for the [/system:page-tags/tag/tactical-theology Department of Tactical Theology] and as emergency quartering in the case of a large-scale K-Class Scenario. The site is also used to develop theological weaponry and to contain religiously-orientated anomalies."
    },
    {
        "name": "Lunar Area-32",
        "code": "AREA-32",
        "street": "Undisclosed",
        "city": "Mare Imbrium",
        "state_province": "Undisclosed",
        "country": "The Moon",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Consisting of several floors beneath the lunar surface, and built around the ninth destination point of [SCP-120], Lunar Area-32 is a facility used to contain immobile anomalies present on the lunar surface, or for anomalies that are significantly less hazardous to contain outside of Earth’s atmosphere. Objects contained at this Facility are listed in its Secure Facility Dossier."
    },
    {
        "name": "Area-179",
        "code": "AREA-179",
        "street": "Undisclosed",
        "city": "Pennsylvania",
        "state_province": "Undisclosed",
        "country": "USA",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Formerly Provisional Containment Area-179, created for the containment of Site-5076-1]."
    },
    {
        "name": "Area-314",
        "code": "AREA-314",
        "street": "Undisclosed",
        "city": "Iqaluit",
        "state_province": "Nunavut",
        "country": "Canada",
        "postal_code": "█████",
        "coords": "Undisclosed",
        "purpose": "Area-314 is a research, containment, and administrative facility, located a few hours out from Iqaluit, Nunavut. Originally an overbuilt warehouse in the frozen desert of northern Canada, Area-314 serves as the headquarters of the Accounting Department and is the hub for most research, development, and application of esoteric financial assets."
    }
]